{
    "title": "Conte: 'Chelsea are not in the race to sign Sanchez'",
    "maintext": "Antonio Conte. Pic: PA\nHead coach Antonio Conte does not think Chelsea are in the race to sign Arsenal forward Alexis Sanchez.\nSanchez is out of contract this summer and seemed certain to join Manchester City this month.\nBut the Premier League leaders on Monday evening decided to end their interest because of the costs involved, with Manchester United in pole position, while there were suggestions the Premier League champions were also in the running.\nConte last Friday spoke of his admiration for Sanchez and described any potential cut-priced deal for the Chile striker as a great opportunity.\nThe Italian was evasive when quizzed on Chelsea's interest in the player, taking his usual stance in deferring matters of recruitment to the club.\nAsked if Chelsea were actively seeking to sign Sanchez, Conte said: \"I don't know. I don't think so. I don't know, but I don't think so.\"\nConte, speaking ahead of tonight's FA Cup third-round replay at home to Norwich, was reluctant to discuss the transfer market.\n\"About the transfer market, I prefer to talk to the club, also to give opinions,\" he added.\nPlanned\n\"I repeat: I don't want to give my opinion about the transfer market.\"\nMeanwhile, Daniel Farke says Norwich will have something \"special\" planned for Chelsea tonight.\nThe Canaries head to Stamford Bridge on the back holding the Premier League champions to a goalless draw at Carrow Road.\nFarke's men followed that up with a battling 1-0 win at Sky Bet Championship promotion hopefuls Bristol City, who earned great plaudits for their League Cup efforts against Manchester City.\nThe German believes Norwich will have a free shot at pulling off a shock result in tonight trip to west London and see the winners at home to Newcastle in round four.\n\"I'm hoping for another brilliant performance against one of the giants, and we'll have a special plan for tomorrow,\" Farke said. \"Hopefully with a really good performance and, if Chelsea aren't at their very best, then we'll always have a chance.\n\"It will be important to keep as much possession as possible, as we don't want to be running after the ball for 90 minutes - so we have to be brave in our possession and our pressing.\"\nFarke, though, accepts Norwich cannot afford to underestimate the challenge ahead.\n\"They haven't scored for three games so they will be wanting to show they can score, especially in a home match,\" the Canaries boss added.",
    "date": "2018-01-23",
    "source": "The Herald-ir"
}