{
    "title": "Gunman opens fire on car just metres from scene of Hamid Sanambar murder",
    "maintext": "Hamid Sanambar\nGardai are hunting for a gunman who opened fire on a car in north Dublin - just metres from where Hamid Sanambar was gunned down last week.\nEmergency services were alerted to reports of gunfire in Kilmore Road in the Artane area of the capital shortly before 9pm on Wednesday.\nGardai believe a number of rounds were fired at the car before the gunman and the vehicle fled the scene.\nFled\nDetectives investigating the shooting are probing if the gunman interacted with the car driver before he opened fire.\nIt is understood the gunman fled the area on foot.\nThe incident happened just a few hundred metres from Kilbarron Avenue where Sanambar (41) was shot dead on Wednesday of last week.\nGardai said investigations into that shooting are still ongoing.\n\"Gardai are investigating reports of an alleged shooting incident on the Kilmore Road, Artane, Dublin 5,\" a spokeswoman said.\n\"The incident occurred on June 5, 2019, at approximately 8.50pm.\n\"No injuries were reported and investigations are ongoing.\"\nThe area has been plagued by a number of gun attacks in recent weeks, including two murders.\nA third person from the suburb, Sean Little (22), was shot dead in Balbriggan last month.\nEarlier this week, Justice Minister Charlie Flanagan visited Coolock in north Dublin amid escalating gangland violence.\nMr Flanagan repeatedly described the youngsters involved in the violence as \"losers\".\nHe encouraged young people in the area to \"forget about the bling\".\nDRUGS\n\"My message to young people in this area is that there is no future in organised crime or drugs or the associated bling that that brings,\" he told the media as he arrived at Coolock Garda Station.\n\"These are losers and I'm calling on the community to work closely with gardai to ensure that the challenge can be surmounted.\"\nThe minister said there were about 100 people are involved in serious crime in the Coolock area.",
    "date": "2019-06-07",
    "source": "The Herald-ir"
}