{
    "title": "'One-punch killer's sentence will make others think twice'",
    "maintext": "Luke O'Reilly with his mother Janet O'Brien Luke O'Reilly Jack Hall Ellis The Metro One Bar in Tallaght, where Hall Ellis had earlier accused Luke O'Reilly of talking to his girlfriend\nThe mother of a young Dublin man who lost his life following a one-punch attack hopes the sentence her son's killer was handed down will act as a deterrent for others.\nJack Hall Ellis (21) was yesterday jailed for five years after pleading guilty to the manslaughter of Luke O'Reilly in Tallaght almost two years ago.\nHall Ellis, who was on bail at the time over an alleged violent disorder incident, struck the 20-year-old with a single punch, which resulted in Mr O'Reilly hitting his head on the ground and suffering fatal injuries.\nJudge Melanie Greally remarked that single-punch assaults leading to traumatic brain injuries are recurring on the courts' case load.\nLast night, Mr O'Reilly's mother, Janet O'Brien, told the Herald she was satisfied the judge recognised that such serious assaults were being carried out regularly.\n\"If he didn't get that punch he would never have hit the ground and died,\" Ms O'Brien said.\nDeterrent\n\"I was pleased the judge recognised the fact that there are so many of these one-punch attacks. I don't know how many I have heard of since Luke, or parents who have got in touch that have been there before me.\"\nMr O'Reilly's mother described the five-year term given to Hall Ellis as \"a realistic sentence\" and added that, as a result, he would not simply walk away from the killing.\n\"Hopefully it will make people sit up and listen, and they'll think twice. It will act as a deterrent for kids going around trying to act the hard man, because as I said it doesn't make much difference to us now,\" she added.\nOn Halloween night in 2017, Mr O'Reilly was socialising in the Metro One Bar in Tallaght when Hall Ellis approached him and accused Luke of talking to his girlfriend.\nEarly the following morning, Mr O'Reilly was walking along the Old Blessington Road when he was punched once from behind by Hall Ellis, who had drunk up to 20 shots on the night of the attack.\nThe victim fell to the ground and hit his head on the concrete pavement. He suffered traumatic brain injuries and tragically passed away 13 days later at Beaumont Hospital.\nIn a moving victim impact statement, Mr O'Reilly's mother said that her family would never be the same following her son's death.\n\"No family occasion will ever be 100pc joyous again. Every birthday, seasonal holiday or any occasion is just a reminder that Luke's not here to celebrate any of these with us. He should be here,\" Ms O'Brien said.\nShe described how the birth of Luke, just after midnight on August 2, 1997, filled her life with \"unconditional love and unimaginable sense of pride\" that she would get to rear and guide his life so that he too could one day raise his own family.\nThis, however, was taken away from Ms O'Brien by what she described as a \"cowardly\" attack by Hall Ellis.\n\"I don't believe Jack intended the outcome of his actions for Luke to lose his life, but ultimately this was the result of his actions.\n\"I also believe that if Jack had abided by his bail conditions my son would be alive here with us today,\" she told the court, in reference to the fact that Hall Ellis had breached a curfew and a bond to keep the peace on the night of the fatal assault.\nMs O'Brien also described as \"gut wrenching\" the fact that the accused presented himself to gardai only after he realised that Mr O'Reilly was not expected to survive.\nShe recalled being informed by medical staff at Beaumont Hospital on the morning of November 13, 2017, that Mr O'Reilly was not going to recover from the assault, and making the decision to donate her son's organs.\n\"I climbed into bed beside him, hugging on to his warm body, never wanting to let go and listening to his beating heart that was now only beating to save someone else's life,\" Ms O'Brien said.\nJudge Greally said that Hall Ellis attributed his actions to anger and drunkenness, having previously heard that he consumed between seven and 10 double Captain Morgans that night.\nThe court heard the accused had nine previous convictions, eight of which were for road traffic offences and one related to possession of drugs.\nJudge Greally said she was handed a picture of Luke which she said was a \"poignant image\" of him in his youth, and that he was a \"special young man who was deeply loved by his family\".\nSentencing Hall Ellis, the judge said the aggravating factors included the unprovoked nature of the assault, that he breached bail conditions on the night of the assault, and that even though he observed Luke motionless on the ground, he still decided to leave the scene.\nShe gave him credit for his early guilty plea, his absence of previous violent conduct and his genuine remorse, before jailing him for seven years with the final two suspended.",
    "date": "2019-06-29",
    "source": "The Herald-ir"
}