{
    "title": "Leclerc dedicates win to Hubert",
    "maintext": "Charles Leclerc\nCharles Leclerc registered the maiden win of his Formula One career after romping to victory at the Belgian Grand Prix.\nLess than 24 hours after Leclerc's French motor racing contemporary, Anthoine Hubert, was killed at the Spa-Francorchamps venue, the young Monegasque driver delivered a dominant display to take the chequered flag in his friend's honour.\nLewis Hamilton finished second after fighting his way past Sebastian Vettel with 12 laps remaining.\nHamilton's Mercedes team-mate Valtteri Bottas also managed to see off Vettel after the Ferrari driver was forced to make an additional stop for tyres.\nHamilton extended his lead over Bottas in the championship to 65 points.\n\"This one is for Anthoine,\" said an emotional Leclerc on the radio.\n\"It feels good but it is difficult to enjoy a weekend like this.\n\"On one hand I have realised a dream, but on the other hand it has been a difficult weekend.\n\"I have lost a friend, so I would like to dedicate my win to him.\n\"We have grown up together. It is a shame what happened yesterday, so I cannot enjoy my first victory.\"\nLeclerc posted a childhood picture with his arm around Hubert upon news of his death following a horrifying 257kmh crash in Saturday's Formula Two race.\nHe accompanied the picture with the words: \"I can't believe it.\"\nThe Ferrari driver, who is 22 next month, the same age as Hubert, was visibly moved by the tragedy.\nPrior to the race, he hugged Hubert's mother, Nathalie.\nA moment of silence was observed before the race in the French driver's memory. Nathalie held her son's pink and white crash helmet. Hubert's brother, Victhor, stood alongside her as the Formula One and grieving Formula Two drivers formed an arc, bowing their heads in honour of their fallen colleague.\nAll 20 of the drivers' cars yesterday were adorned with \"Racing for Anthoine\" stickers.",
    "date": "2019-09-01",
    "source": "The Herald-ir"
}