[{"date": "2019-12-04", "maintext": "Victims are civilians: the attacker took his own life", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2019-12-04", "maintext": "The traditional party for lighting up the lights", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2019-12-04", "maintext": "250 events are planned throughout the country, one of the most impressive of recent years. The strike against one of the cornerstones of Macron's programme: pension reform", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2019-12-04", "maintext": "Paris is preparing for a weekend of heavy inconvenience on the metro and bus. The trade unions of RATP, the Parisian public transport company, have announced that the strike against Emmanuel Macron's pension reform will be extended “until Monday” for “the almost all workers on strike”", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2019-12-04", "maintext": "The Pontiff takes the cue from the crib to talk about the preservation of the environment and at the same time invites parents and grandparents to pass on to children and grandchildren the tradition of the crib and the Christian signs of which is guardian", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2019-12-04", "maintext": "A majority system is therefore definitively excluded, including the double shift initially proposed by the PD", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2019-12-04", "maintext": "The president of Senators Pd Marcucci: “Serious situation, just provoke”", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2019-12-04", "maintext": "After the controversy the executive corrects the norm on plastic. Medical devices and single-use plastic articles used to contain and protect medicinal preparations are excluded from the payment of the tax. Italia Viva: “Moves forward but we are not satisfied”", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2019-12-04", "maintext": "Trump attacks Trudeau: “Hypocrite, he has a double face.” Then cancel the press conference. “In a 'stolen' video yesterday at Buckingam Palace Canadian Prime Minister ironized Trump with Macron and Johnson", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2019-12-04", "maintext": "The images arrive three months after the US President's visit to Otay Mesa Immigrant Detention Center, on the U.S. and Mexico border, where the President of the United States had magnified the qualities of the barrier: “It can not be overridden by anyone”, not even by “professional climbers”", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2019-12-04", "maintext": "Zelimkhan Khangoshvili, former Chechen rebel commander, was murdered on 23 August in a park in Berlin. According to the German prosecutor's office, the murder was carried out 'either on behalf of the Russian state authorities or on behalf of the Autonomous Chechen Republic, part of the Russian Federation'. Replication of Moscow: hostile act, we will respond symmetrically. Merkel: “From Moscow no help”", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2019-12-05", "maintext": "The robbery at a jewelry store near Miami ends up out of control and the attempted escape turns into tragedy. To die, like a movie set, there are bandits and people alien to the theft that happened in the wrong place at the wrong time.", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2019-12-05", "maintext": "After ten hours of travel aboard Lusitania, the night train connecting Lisbon with the Spanish capital, Greta Thunberg arrived in Madrid, where she will participate in the March for Climate and COP25 in programme in Spain until 13 December", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2019-12-05", "maintext": "Also visit the Birkenau camp. “I bow to the victims of the Shoah,” said the chancellor moved. “The memory of Nazi crimes is inseparable from German identity”", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2019-12-05", "maintext": "The explosion triggered a fire, some people trapped on the roof of the burning building in Presov", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2019-12-05", "maintext": "After a long journey, the young Swedish activist is in Madrid for the fifth global strike", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2019-12-05", "maintext": "President Emeritus Napolitano has declared that he has no cause for resentment against the condemned person. Bossi: I'm very happy", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2019-12-05", "maintext": "Tomorrow the final vote of Montecitorio. Then text to the Senate", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2019-12-05", "maintext": "Meeting adjourned tomorrow", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2019-12-05", "maintext": "However, the sudden increase in the number of Mexican families seeking asylum in the United States is causing concern among immigration experts in both countries. The fear is of a new frontier crisis that would jeopardise the fragile relations between Trump and López Obrador", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2019-12-05", "maintext": "", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2019-12-05", "maintext": "Renzi's party opposed to taxes on plastics and cars. All from Conte in the afternoon", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-05", "maintext": "Tension is rising in Paris and in other parts of the country where Macron's protest against the social pension reform is taking place. In action i Black bloc. Police intervene with the launch of tear gas", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2019-12-05", "maintext": "", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2019-12-05", "maintext": "We are working on a solution at the OECD level but if we do not achieve a result there is a mandate for a European agreement to tax the giants of the web, said Commissioner", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2019-12-05", "maintext": "Among the causes of the flames, the malfunctioning of the electrical system that, would not have been changed since 1966.", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2019-12-05", "maintext": "“I refuse to think that a M5S-centre-left majority can put the government in crisis” said the Minister of Justice on the prescription.” Pd: “We reopen dialogue, we need changes”", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2019-12-05", "maintext": "At the press conference held at the end of the Ecofin in Brussels, the Italian Minister for Economic Affairs was more than satisfied with the referral made within the Eurogroup: “We have succeeded without give wrong signals about Italy's commitment, role and credibility in Europe”", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2019-12-05", "maintext": "For the Minister for Regional Affairs and Autonomies, it must be the State to ensure that the 5G arrives in the territories, “otherwise it ends as with high speed”. A supporter of web tax for several years, Boccia said that a referral is “unacceptable”", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2019-12-05", "maintext": "For the Minister for Regional Affairs and Autonomies, it must be the State to ensure that the 5G arrives in the territories, “otherwise it ends as with high speed”. A supporter of web tax for several years, Boccia said that a referral is “unacceptable”", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2019-12-05", "maintext": "Bonafede: with Pd prairies to work on justice. “The reform of the prescription is in the hands of President Conte, certainly not the tissue of the M5S”, replies the parent company of the Pd Marcucci. Delrio: “No to a government at all costs”. Iv, Boschi: “Reform violates the Constitution”. Salvini: “I also vote with Mickey Mouse against the reform”", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-05", "maintext": "High temperatures throughout Europe in November with more than 1.5%. Above average also in northern countries passing from the Arctic to the Tibet plateau", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2019-12-05", "maintext": "Yesterday in Brussels it was decided to postpone until the beginning of 2020 the agreement on the reform of the ESM and the Minister of Economy, Roberto Gualtieri, said he was more confident to be able to bring home an agreement also in Italy", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-06", "maintext": "You can admire the exhibition “Leonardo da Vinci — the faces of the genius”, which opens today 7 December 2019, to close on 31 May 2020 at the National Historical Museum of Artillery (Mastio della Citadel) of Turin", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2019-12-06", "maintext": "", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-06", "maintext": "", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2019-12-06", "maintext": "The three parties reached agreement on the profiles of the candidates governors and on the composition of the lists for the Regions that will go to the vote and that will be perfected in the coming days", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2019-12-06", "maintext": "Face wound. Responsible on the run, the police are looking for him", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2019-12-06", "maintext": "A man would enter the closed base and open fire", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2019-12-06", "maintext": "UN High Commissioner for Human Rights Michelle Bachelet: we have verified police videos shooting protesters", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2019-12-06", "maintext": "", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2019-12-06", "maintext": "In fact, some EUR 500 million would be missing from the appeal. Italia Viva continues to demand the repeal of plastic tax, sugar tax and corporate cars", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2019-12-06", "maintext": "About a possible alliance with the PD, the Pentastered leader reiterated: “We have a program to build together, but we remain political forces of different poles”. And on the signature to the fund Save States specifies: “You have to see what changes”", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2019-12-06", "maintext": "“They were killed in a shooting: they tried to take possession of their guards's weapons but were shot,” said a spokesman", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2019-12-06", "maintext": "", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2019-12-07", "maintext": "The anniversary of the Immaculate Conception", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2019-12-07", "maintext": "More than fifty countries that participated in the fifth edition of the International Conference on the Mediterranean in Rome", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2019-12-07", "maintext": "Morgan's alarm comes as a result of reports that official government documents leaked online — detailed plans for a post-brexit trade deal with the US — may have been published by a Russian interference campaign", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2019-12-07", "maintext": "He wasn't home. “Targeted because he supports protesters.” Clashes and victims in Baghdad", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2019-12-07", "maintext": "Dmitry Obretetskiy, 49 years old, was walking the dog. The latest in a series of 'mysterious' deaths of Russian characters in Britain. Police investigation continues", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2019-12-07", "maintext": "", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2019-12-07", "maintext": "", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2019-12-07", "maintext": "Monday will resume the examination of the amendments", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2019-12-07", "maintext": "", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2019-12-07", "maintext": "Second shooting in two days at as many historic US naval bases but this time the killer is a Saudi army military training in the US. The FBI investigates the hypothesis of terrorism", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2019-12-07", "maintext": "The 23-year-old was at the train station to go to court when a group of men attacked her and dragged her to a nearby camp where she was set on fire", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2019-12-08", "maintext": "On the slopes of the volcano there were tourists", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2019-12-08", "maintext": "According to French media, in the Paris region alone, the Ile de France, the queues together amount to 500-600 kilometers", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-08", "maintext": "The Pentagon gave the green light to tighten foreign pupils training on US bases with the review of foreign student control measures", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2019-12-08", "maintext": "New mass mobilization 6 months after the start of protests", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2019-12-08", "maintext": "Filed a package of amendments", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2019-12-08", "maintext": "", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-08", "maintext": "", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2019-12-08", "maintext": "According to some sources, this would be the test of a “missile engine”. Pressure on the US to unlock the nuclear negotiation. American President Donald Trump said he would be “surprised” by any kind of hostile action by Pyongyang", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-09", "maintext": "Particularly to adults is the message addressed by little Greta Thunberg during an event organized, during the COP25 in Madrid, together with another young German activist. A space that allowed scientists, excluded from mainstream flow, to express themselves on climate change", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2019-12-09", "maintext": "Prime Minister received the award today but ethnic violence is not ending in Ethiopia", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2019-12-09", "maintext": "At the time of the explosion on the island there were 47 people", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2019-12-09", "maintext": "The Finnish parliament has ratified the appointment of the Social Democratic Party for the succession of the resigning Premier Antti Rinne: this is how Sanna Marin, 34 years old, is the youngest head of government in the history of the Finland and the world. Ripped the primacy of the 35-year-old Ukrainian head of government Oleksij Honcharuk", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2019-12-09", "maintext": "Hit and answer. Anti-Tory and anti-Brexit door-to-door activist, Hugh Grant continues his election campaign alongside Liberal Democrats and against Prime Minister Boris Johnson", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2019-12-09", "maintext": "Equipped with GPS for 8 hours a day", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2019-12-09", "maintext": "The Minister of Economic Development: the State must be guarantor of the implementation of the business plan", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2019-12-09", "maintext": "Today the Senate Budget Committee examines the Maneuver. Fico writes to Casellati: concern for exam times", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2019-12-09", "maintext": "It's the answer to US sabotage against Huawei's technology", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2019-12-10", "maintext": "There are some setbacks on the government's path, such as the inadmissibility of the $400 million loan renewal rule to Alitalia, but the rules against crazy bills and online scams come in. Green light to 1 billion for the Olympic Games in Milan and Cortina 2026 and for the Ryder Cup of golf", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-10", "maintext": "While the time to find a solution and to avoid the commissariamento by the Region is getting more and more heated the minds: the Capitoline chronicles report today a furious quarrel between two counselors of the M5s during a majority summit", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-10", "maintext": "Among the affected people probably two cops, but the news is still fragmentary", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-10", "maintext": "", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2019-12-10", "maintext": "“The pilots were experienced, understand what happened”", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2019-12-10", "maintext": "This was announced by democratic leaders. If the charges are adopted in plenary session next week, Trump will become the third U.S. president in history to be charged by Congress.", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2019-12-10", "maintext": "The Prime Minister Conte opens to the PD's request for a 'new 2020' agenda: yes to the government verification that will have to indicate 'a chronoprogramme' until 2023'. But, warns from the pages of the 'Corsera' “hanging is not in my character and strength comes to us from the results. “We have to run together,” he says. “I will invite everyone to embrace this spirit and demand a clear commitment from everyone.”", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2019-12-10", "maintext": "Events in different cities: Paris, Lyon, Bordeaux and Marseille for the sixth consecutive day since the transport strike against pension reform", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2019-12-10", "maintext": "", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2019-12-10", "maintext": "", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2019-12-10", "maintext": "Controversial crib in California", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2019-12-10", "maintext": "On board 38 people", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2019-12-10", "maintext": "", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2019-12-10", "maintext": "Russian President Vladimir Putin, in a joke torn by journalists, said he was “satisfied” with his face to face with Ukrainian counterpart Volodymyr Zelensky. Previewed a new meeting in four months", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-09", "maintext": "63 jihadists would die in the action", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-09", "maintext": "Rousseau managed by a guarantee body, positioning closer to reformism, no stop to the overlapping of assignments. M5S sources: proposals to be discussed to the General States", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-09", "maintext": "“The impact of another regional conflict in the Middle East would be catastrophic for tens of millions of civilians and would lead to a breakdown of the current humanitarian aid system in the area”, says NGO", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2020-01-09", "maintext": "The hemorrhage of parliamentarians from the Movement continues. Tonight assembly of the elected representatives with the political head Di Maio", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-09", "maintext": "The Minister of the Interior, Lamorgese, signs a framework agreement with the ANCI. The social alarm that emerged from the recent tragic road accidents that have caused victims, especially among young people, was the further push for the need to put in place all possible forces for stem the phenomenon", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-09", "maintext": "The proposal for an electoral system inspired by the German model was filed by the president of the Constitutional Affairs Committee of the Chamber Giuseppe Brescia. Away the single-member rosatellum colleges. FDI: Germanicum is a mess", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-09", "maintext": "Pope's appeal to the diplomatic corps to avoid escalation, while Iran declares satisfaction with the response given to the US after the killing of Soleimani and Trump opens to negotiations, but without atomic", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-09", "maintext": "Di Maio: “EU embargo on arms to Libya”. Erdogan: “Forward to victory”", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-09", "maintext": "Among the topics addressed by the Pontiff also the challenge of climate and violence against women, Europe and the war in Syria", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-09", "maintext": "Four Senators from Forza Italia backwards against the 'palace' games. Some Senators Pd may also withdraw their signature. There is time until January 13 for delivery. The League agrees to join, placing signatures that have been missing today", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-09", "maintext": "Local authorities have not yet confirmed the raid", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-09", "maintext": "A brake problem would be the cause of the tragic accident involving a bus loaded with passengers in Iran along a mountainous route", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-09", "maintext": "The proposal was made by the majority of government first without Leu, but then also with the consent of Pietro Grasso's party. Salvini's immediate reaction talks about operation without dignity. Meanwhile Gasparri asks that the proposal of authorization is rejected to proceed", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-12", "maintext": "As an unstoppable dominoes effect, the crisis that arose from the shock announcement of the Dukes of Sussex, Harry and Meghan, of wanting to renounce the royal title, makes members of the noble family take a stand. William expressed his sorrow at what is happening by recognizing that they are now “separate entities” with his brother. Confessions on the eve of face-to-face at Sandringham, Queen's country residence: Elizabeth II summoned Harry, older brother William, their father Charles", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-12", "maintext": "The vote ahead of the Spring Regionals", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-12", "maintext": "Benedict XVI, in a book with Cardinal Robert Sarah, says: “I cannot keep silent”", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-12", "maintext": "At least 10,000 people have participated throughout the country in organized races against the political regime", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-12", "maintext": "The new Minister of Education, Lucia Azzolina, according to an article of the Republic, copied parts of her thesis. Salvini: “Shame on you.” The reply: “He never studied”", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-12", "maintext": "Stopped then released the British ambassador. The diplomat denied taking part in a demonstration. The EU expressed concern about the detention", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-12", "maintext": "", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-12", "maintext": "“The ship is operating normally in Benghazi and will soon resume”, says a spokesman. The false news had been spread by the site “Sputnik”", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-12", "maintext": "", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-12", "maintext": "According to La Repubblica, Azzolina copied part of her thesis from specialized texts. “A minister like this has no right to give (and do) lessons” says the leader of Carroccio", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-12", "maintext": "", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-12", "maintext": "Swedish activist recently criticized him for his partnership with Credit Suisse, accused of fostering the fossil fuel industry", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-12", "maintext": "After pressure from their supporters, Russia and Turkey, the ceasefire officially started today and seems to hold, despite some violations denounced by both Tripoli and Haftar. Count hears Serraj, Merkel and Putin", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-12", "maintext": "The intolerance in the ranks of the pentastellates on the political leader grows. “Either you change the setting or I will leave M5s because it needs a breakthrough,” says former Minister of Health Giulia Grillo. Spadafora, Bonafede and Buffagni defend the leader: “Attacked by a minority, we will see who is ready to challenge him”", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-13", "maintext": "", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-13", "maintext": "Today in Moscow Fayez al-Sarraj and General Khalifa Haftar will sign the ceasefire. After pressure from Russia and Turkey, the truce in Libya officially began yesterday and seems to hold. Prime Count flies to Ankara and then to Cairo", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-14", "maintext": "Parmitano photographs fires from space and comments on Twitter: “The images show the ferocity of fire”. NASA announces the effects of smoking: the sky of South America has changed color, while air quality has deteriorated in New Zealand, where snow in the mountains begins to blacken. Meanwhile, new shoots from trees affected by forest fires in Australia rekindle hope: nature is able to rise up", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-14", "maintext": "The dismissal was triggered by the admission of the Tehran Armed Forces responsible for bringing down the Ukrainian civil aircraft Boeing 737 of Ukraine International Airlines (flight PS 752)", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-14", "maintext": "Following his meeting in Egypt with President al-Sisi to discuss his participation in the Berlin conference on Sunday 19 January, Prime Minister Conte met with the majority group leaders and opposition. Regeni says: “Al-Sisi has ensured maximum cooperation”", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-14", "maintext": "Di Maio on the ground: from the commitment to the crisis in Libya to the internal equilibrium of the Movement, from the changes to the electoral law to the regional elections in Emilia Romagna, from the alliance with the PD to the concessions Highways", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-14", "maintext": "Now the decree passes to the Senate, must be converted into law by January 31", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-14", "maintext": "This is reported by Iraqi media", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-14", "maintext": "A handful of months to obtain the enriched uranium needed to make the first atomic bomb and then two years to perfect a missile capable of transporting it. For Israeli intelligence, Iran will come into possession of an atomic weapon by the year", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-14", "maintext": "According to the government of Niamey in the attack on January 9 last 89 military and 77 attackers died", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-14", "maintext": "", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-14", "maintext": "Seminar of the Pd in Contigliano (Rieti)", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-14", "maintext": "Ratzinger would have been unaware that some of the priests' celibacy notes, entrusted to Sarah himself, would then be published in a book. Mgr. Gaenswein: “He had not approved any project for a double-signed book nor had he seen and authorized the cover” Cardinal Sarah: “My filial obedience to Francis is absolute”", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-14", "maintext": "Haftar said, according to Al Arabiya, that the proposed document ignores many requests from the Libyan National Army. Spokesman Merkel: 'Conference in Berlin on 19 January'. EU Sources: “Mission not excluded, but it is too early”", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-14", "maintext": "“Iran has initiated a full investigation into the Ukrainian plane “shot down “and some people have been arrested in the last 72 hours.” This was stated by the spokesman of the judiciary of Tehran, Gholamhossein Esmaili. Trudeau: “Tragedy fault of escalation”", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-15", "maintext": "The acts of impeachment against President Donald Trump do not pass to the Senate as any bureaucratic correspondence but through a complex and meaningful ritual", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "Migrants, from Honduras caravan to the USA", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-15", "maintext": "The illusion of being able to heal the 'vice' of alcohol with the ban lasts 13 years, enough to fuel corruption, sudden wealth and criminal empires thanks to the spread of the black market and smuggling. Over the last 100 years, cinema has told in mob and gangster films the rivers of blood past alongside those of liquor. Rai Storia today dedicates an episode to the reconstruction of that period", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-15", "maintext": "The activity of the UN mission in Lebanon, Unifil, has increased in recent days in security management. We go to the south of the country, in the area where the Italian contingent is located and where the envoy Ettore Guastalla with Andrea Vaccarella is located.", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-15", "maintext": "The teacher will have to coordinate the fight against anti-Semitism. He is vice president of the Memorial Foundation of the Shoah in Milan", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "The vote of Francesca Businarolo, president of the Justice Commission, was decisive. The majority wins 23 to 22. Meanwhile, the criminalists proclaim a new day of strike with demonstration in front of Montecitorio on 28", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-15", "maintext": "Former Prime Minister and Socialist Leader died on January 19, 2000", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "Enthusiastic tones for the seal of the agreement between Washington and Beijing that will in fact put an end to trade duties. The ceremony was held in the White House decorated for the occasion with red Chinese flags alternating with American stars and stripes", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-15", "maintext": "From the 1991 plebiscite to the 1999 flop. In 2012 the stop by the Constitutional Court", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "“This impeachment will last forever,” said Nancy Pelosi in announcing the seven congressmen who will have to lead the trial against the US Senate President", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-15", "maintext": "", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "Attorney General Al Sawi: We will do everything for the truth", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-15", "maintext": "On board him and other MPs. No one's hurt. the opposition denounces also the presence of paramilitaries faithful to Maduro in garrison in the area of the Parliament", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-15", "maintext": "The National Security Agency, a federal cyber security agency, discovered a vulnerability in Microsoft's Windows 10 that could be exploited by hackers. Redmond company released a free software update 'patch'", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-15", "maintext": "So the Prime Minister at the end of an interview with the Dutch Prime Minister Rutte. This morning, Minister Guerini's hearing in committees meeting in the Senate, Copasir for Count. Information to the Senate for Di Maio", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-15", "maintext": "The act of the Prime Minister follows Putin's annual state of the nation speech. The president thanked Medvedev for his service, but noted that the Prime Minister's Cabinet did not achieve all the set goals", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "66 years old, graduated in law, worked in the legal and administrative sector at the International Centre of the Focolare Movement: “I hope that my being a woman will be reflected in positively in this task even if they are gifts that I am certainly also reflected in the attitude of my colleagues at work men” comments the new under-secretary", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-15", "maintext": "Hearing before the Senate Committees", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-15", "maintext": "Since 2000, every Dem Challenger who came first in Iowa, including former President Barack Obama in 2008, has won the nomination", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-15", "maintext": "With him arrested also another guy", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-15", "maintext": "", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-16", "maintext": "Begins the process of impeachment in the Senate, Trump said that “it should be very fast”, so much so that, in the days of the debate, he plans to go to Davos to visit the world leaders of finance and the policy", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-16", "maintext": "After a good 2019, Italy of tourism looks with confidence to 2020, the year of cultural exchange with China. In Florence, on the other hand, the twelfth edition of Bto, a global event on online tourism that this year embraces the theme of sustainability", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-16", "maintext": "Rain of comments after the no of the Consulta to the referendum consultation. Satisfied M5s and Leu, very disappointed the opposition, while the Pd defends the balance and independence of the powers at the base of the Republic", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-16", "maintext": "The request was declared inadmissible for “the absorbent reason for the excessive manipulativeness of the referendum question” in the part that concerns the delegation to the Government, or precisely in the part that, according to the intentions of the promoters, would have allowed the self-applicativity of the “regulation of results”", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-16", "maintext": "The president cannot replace his priorities with those of Congress, says the independent observatory", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-16", "maintext": "“Look at the charge and grit that little fish and sinister had a little while ago in San Pietro in Casale. If they think they'll stop us like this... we've already won!” comments the leghista leader in a video posted on Facebook (with smiley faces). But Sergio Echamanov, 21 years old, climbed on stage to talk about books “as the only way to free us from hatred” and wrapped up, is a boy suffering from dyslexia and who ended up being attacked by many in the comments below the post", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-16", "maintext": "Undersecretary for Labour, Francesca Puglisi: “The hypothesis of a six-month leave is still in an embryonic state, we are at the beginning of a reflection but I think we can use the European funds that are a provision to increase the work of women to make such a structural reform”", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-16", "maintext": "New appeal by Prime Minister Count, visiting Algeria, to peace in Libya built with the power of diplomacy and not with the use of weapons. Meanwhile, from Turkey it is announced that by the year the drilling will begin in the Mediterranean, off Libya", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-16", "maintext": "New appeal by Prime Minister Count, visiting Algeria, to peace in Libya built with the power of diplomacy and not with the use of weapons. Meanwhile, from Turkey it is announced that by the year the drilling will begin in the Mediterranean, off Libya", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-16", "maintext": "", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-16", "maintext": "", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-16", "maintext": "Casellati: strong societies repudiate intolerance and racism", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-16", "maintext": "Turkish President announced that he will attend the Berlin conference on Libya, scheduled for next Sunday", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-16", "maintext": "", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-16", "maintext": "", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-17", "maintext": "“The symptoms emerged a few days after the fact and were treated with abundant caution,” said Urban asked by CNN about the discrepancy from the first information provided by the Pentagon.", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-19", "maintext": "This is the first time Harry has talked about giving up real titles after Buckingham Palace's green light, albeit under binding conditions imposed by the monarchy. After the many rumors, true or presumed such widespread by the local press, the 35-year-old tells his truth", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-19", "maintext": "A harbinger of eviction degenerated into tragedy, with the tenant turning into a killer: before dying, a sequence of harmful actions involved unsuspecting people. The man stabbed the owner of the house; he killed two police officers who intervened to quell the aggression; he burned the house where he lived and the stake spread to neighboring houses; he stabbed other people in the street before they get cold", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-19", "maintext": "According to Gianni Rezza, the director of the Department of Infectious Diseases of the Higher Institute of Health “is likely that there may be an interhuman transmission, from person to person, of the coronavirus in China, although for now it is very limited”", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-19", "maintext": "A creative response to the country's two main problems: pollution and frequent natural disasters", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-19", "maintext": "“We have already won a battle that before politics is cultural,” said leader Mattia Santori", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-19", "maintext": "", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-19", "maintext": "“We didn't solve all the problems, but everyone worked constructively,” says the Chancellor during the final press conference. Count: “Satisfied, progress”. Al Serraj and Haftar refuse to meet", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-19", "maintext": "The document includes, in addition to the permanent ceasefire, an arms embargo and a political process to achieve a single government. Merkel's mediation is crucial to overcome the deadlock between the parties, the two Libyan leaders appoint members of the military commission. Count: “Forward like this”", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-19", "maintext": "The 55-point document includes, among other things, a permanent ceasefire, an arms embargo and a political process to achieve a single government. But the final outcome of the summit remains open: the two Libyan leaders did not participate in the round table. Merkel media and meets, separately, the parties. According to the Nyt, the Emirates urged Haftar not to accept the truce", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-19", "maintext": "Unprecedented protests have been shaking the country since October 17", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-19", "maintext": "Unable to share photos and videos, a company spokesman: problem solved, sorry for the inconvenience", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-19", "maintext": "The summit, which seeks to defuse the political and military clash between Tripoli and Tobruk, starts in the German capital. The two Libyan leaders are in two separate rooms of the German Chancellery. Di Maio: yes to mission under the auspices of the UN. Sarraj places his conditions and accuses Europe of having “arrived late”, Count replies “Italy has always been there”. Erdogan: “Haftar changes attitude”", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-19", "maintext": "The conference, which seeks to defuse the political and military clash between Tripoli and Benghazi, starts in the German capital. Di Maio: yes to mission under the auspices of the UN", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-19", "maintext": "The European Commission is about to publish the White Paper on Artificial Intelligence, part of which, on the moratorium on face recognition, has been widely echoed. But it is primarily the ethical issues of AI that are the focus of attention. Not only of the EU, but also of the Vatican and Silicon Valley", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-19", "maintext": "“Enough now, let's not allow anyone to use Arab and Muslim communities for personal political purposes and to distance themselves from far-right movements”, say Islamic associations and Arturo Scotto recalls: “I assaulted by Italian anti-Semites”", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-19", "maintext": "The secretary of the League will ask his party comrades in the Senate to vote in favour of the trial requested by the Tribunal of Catania, removing his immunity on the case of the ship Gregoretti. Salvini is accused of kidnapping for having blocked for some days in July 2019 the landing of the 131 migrants aboard the Italian military ship", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-20", "maintext": "Harry's plane arrived in Vancouver, Canada, where he reunited with his wife Meghan Markle and his son Archie after two weeks of separation", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-20", "maintext": "Convicted of slander and acquitted for the murder of her friend Meredith Kercher, Amanda Knox decided to take a selfie, which she then published on Instagram, wearing the “uniform” of when she was in prison in Italy. The US, next to the wedding, served three years in the Casa Circondariale Capanne, in Perugia", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-20", "maintext": "Judge of a High Court of Athens will become the first female president of Greece after two opposition parties have declared their support for the candidacy promoted by the centre-right to the government.", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-20", "maintext": "Sunday we vote for the regional elections in Emilia Romagna. A challenge to seven, Rainews24's journey to discover the candidates and the territory. The reportage of Gabrele Martelloni", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-20", "maintext": "The confirmation of the dreaded mode of interhuman transmission came from the Chinese Government's Public Health Commission. Checks were taken at the airports, including Rome Fiumicino Airport, with monitoring measures and information posters for travelers. WHO convenes Emergency Committee", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-20", "maintext": "He put ads on a popular site. Contacted by a local journalist, he explained that they have already written “potential customers”, asking him for a discount and “evaluate the possibility of delivery of goods to home”", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-20", "maintext": "Forza Italia and Fratelli d'Italia voted against the no to the trial, in favour of the League", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-20", "maintext": "This was decided by the majority meeting, with the group leaders of PD-M5s and Iv and the members of the Board. Di Maio: “Salvini from sovereignism to victimism”. League reunited, towards yes in the Junta to trial", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-20", "maintext": "", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-20", "maintext": "Di Maio: Italy is ready to play “a leading role in monitoring peace in Libya”", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-20", "maintext": "“The senators of the League will vote for this: let this political process be carried out, to those who defended the security, borders and honour of this country”", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-21", "maintext": "The city also known as St. John of Newfoundland and the eastern province of Canada Newfoundland and Labrador are paralyzed by an exceptional blizzard. The largest snowfall recorded in Newfoundland history. Asked for the state of emergency", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-21", "maintext": "The Chinese authorities in Wuhan, from where the coronavirus at the origin of the viral pneumonia epidemic that is affecting China, invite us to stay away from the city. Race to grab masks in pharmacies", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-21", "maintext": "Residents ask government and EU to take charge of overcrowding", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-21", "maintext": "The storm that has been raging in most of Spain for three days has killed four people, left 200,000 without electricity, schools closed and roads blocked by snow.", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-21", "maintext": "The letter of an association to the Prefect against the recent resolution of the Municipal Council", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-21", "maintext": "", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-21", "maintext": "President Muhammadu Buhari in a statement called murder “cruel, inhuman and deliberately provocative” and warned the culprits that “they will pay dearly for their actions”", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-21", "maintext": "Site had been indicated by Raggi junta. League: Change or resign. The motion defeats the choice of the Raggi junta and asks to reconsider the location of the site in the Galeria Valley", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-21", "maintext": "Passenger checks at three major airports in the United States of America. According to the American broadcaster, a person in the state of Washington would have symptoms of infection", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-21", "maintext": "", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-21", "maintext": "", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-21", "maintext": "The Prime Minister would like full sharing and anticipated the meeting with the sending of the “laudo Conte”, but the Renzians note profiles of unconstitutionality", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-21", "maintext": "And from the World Economic Forum, Treasury Secretary Mnuchin threatens duties against Italy and the United Kingdom if the two countries carry on the intentions of a digital tax against the US giants of the web", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-21", "maintext": "Formal communication sent to President Fico", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-21", "maintext": "", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-21", "maintext": "“The Presidency of the Council was undoubtedly involved as always in the redistribution of migrants. Then the specific decision, whether to land, at what time, at what time, it was the responsibility of the minister” said the Prime Minister", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-21", "maintext": "The first day of the World Economic Forum opened with the intervention of the young Swedish environmental activist. Then it's up to Trump: “Better duty agreements ever, America wins again like never before, no to those who proclaim the apocalypse”", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-21", "maintext": "The head of state stressed that Italy supports the “wise position” of the Emirate that supports the government of Tripoli. “We support the legitimacy of the Al Sarraj government but we talk with everyone”, said Mattarella", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-21", "maintext": "The man pleaded guilty. The story had attracted international attention when, in 2018 as head of Interpol, he disappeared during a trip between Lyon and China", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-21", "maintext": "The first day of the World Economic Forum in Davos opened with the intervention of the young Swedish environmental activist. American President Trump's speech awaited", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-21", "maintext": "The virus is transmitted from person to person. The confirmation of the dreaded mode of interhuman transmission has come from the Public Health Commission of the Chinese Government. Checks were taken at the airports, including Rome Fiumicino airport, with monitoring measures and information posters for travellers", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-21", "maintext": "", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-21", "maintext": "In the assembly in Bibbiano the sardines confirm the counter-event of next Thursday in conjunction with that of the League and for Saturday the closure of the election campaign will be at the 'Salvinian' Papetee of Milano Marittima", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-22", "maintext": "In serious condition a nine-year-old child", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-22", "maintext": "Images from the metropolis of 11 million inhabitants epicenter of the Coronavirus epidemic. Race to get supplies and masks before you lock yourself up in the house.", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-22", "maintext": "In the parade-event the 50 years of career were revived: from sailor looks to cone bras, to dark clothes and mechanical creatures. Lots of VIPs present. Among them: Boy George, Eva Herzigova and Jasmin Le Bon", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "Three Americans died in the crash of a plane employed in Australia to tame the flames", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-22", "maintext": "At Checkpoint the engineer comments on the story between cybersecurity and international espionage", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "Fifth World Holocaust Forum commemorating the 75th anniversary of the liberation of Auschwitz-Birkenau", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-22", "maintext": "He was the first group leader in the Senate", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-22", "maintext": "It's a backward step, though, that doesn't taste like goodbye. Indeed, during his long speech Di Maio has repeatedly stressed the desire to continue to make his contribution, starting with the states-general, to the growth of the Movement", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "Last night's Salvini intercom in via Deledda in Bologna, at the home of a Tunisian family, to ask if they were drug dealers, triggered fervent controversy on the part of the Vice-President of Parliament and the Ambassador of Tunisia to Rome. Criticism of the gesture also from a large part of the Italian political world. League leader replies: “The fight against drugs should unite”", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-22", "maintext": "The Renzians want journalist Angeli and deserted the table. Dem: they want to break", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-22", "maintext": "Discussion between French and Israeli security on the entry of the French President, Macron gets angry with agent. The accident was passed and the visit continued", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-22", "maintext": "Clashes between protesters and police near the Parliament in Beirut following the birth of the government led by Hassan Diab", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-22", "maintext": "The regency should be entrusted to Vito Crimi. In mid-March the States General", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "UN experts call on the US and other stakeholders to clarify the hypothesis that Jeff Bezos's phone was hacked by a video sent via the Crown Prince's WhatsApp Saudi, Mohammad bin Salman", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-22", "maintext": "UN experts call on the US and other stakeholders to clarify the hypothesis that Jeff Bezos's phone was hacked by a video sent via the Crown Prince's WhatsApp Saudi, Mohammad bin Salman", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "Face recognition technology raises many issues about privacy and the protection of sensitive data, so that the European Union would like to 'suspend' it for five years", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "According to the President of the Forensic Congressional Body, we need a “pact for jurisdiction” that involves everyone, from lawyers to magistrates to politics and “we need to understand that adequate resources are needed because those that are there are not adequate”", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-22", "maintext": "The National Association of Magistrates criticizes the proposal put forward by Minister Bonafede on rapid processes: “The idea of planning the times is utopian, totally out of reality” says Poniz", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-22", "maintext": "The President of the Council comments rumors about a step backwards of the political leader of the 5 Star Movement. Gregoretti case? “Salvini made it an instrumental battle”", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-22", "maintext": "", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-22", "maintext": "The surprise two months away from the States General of the movement. The M5S towards a collegiate management. The boss's doubts about the reformist turn", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-23", "maintext": "One of the toughest races in Europe takes place in the Czech Republic.", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-23", "maintext": "Closed cinemas and outgoing films postponed, cancelled events in public places, appeals to wear masks", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-23", "maintext": "This is the first time a US president has participated in the event", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-23", "maintext": "It concerns employees with income up to 40 thousand euros, bonus of at least 80 euros of reductions per month. Instead, postpone the appointments for tax agencies to the next CDM. And for the former Ilva Conte called a night meeting", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-23", "maintext": "In the Town Hall square the event of the League. Not far away, that of the Sardines: “Think with your head”. And the Sardines fill two squares, the one assigned is not enough to contain all the people arriving in the municipality of Reggio Emilia.", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-23", "maintext": "These are the persons included in the income class 20.000-35,000 euros per year. This is what emerges from the data of the MEF on the wedge", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-23", "maintext": "At 6pm, in front of the town hall, Salvini's meeting with the candidate of the Lega Borgonzoni. “Hands off the children”, is the symbol banner. About 200 meters, at 7:00, the Sardine flash mob. Participants invited to bring a musical instrument to create a great “fish orchestra”", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-23", "maintext": "The Minister for Technological Innovation and Digitalization, Paola Pisano, brings together the Committee for the Ultra-Large Band, on the agenda the extension of the national network and contributions to promote the Connection: 1.3 billion 'voucher plan'", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-23", "maintext": "What you know and especially what you still do not know about the alleged hack of the Bezos phone, starting with the software", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-23", "maintext": "Against the cut of parliamentarians we will go directly to the polls. The Council of Ministers will now have 60 days to decide the date to be a Sunday between 50 and 70 days from now.", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-23", "maintext": "Work on the decree, but the text will not be discussed in the Cabinet of Ministers tonight", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-23", "maintext": "The president recalled having appointed the senator for life Mrs. Liliana Segre because the testimony she gave on the shoah was for Italy a precious heritage", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-23", "maintext": "Check the 202 passengers on the last flight from the Chinese epicenter city of the epidemic: they're all fine. Four isolated cities in China, where there are now 25 victims. Reported a suspicious case also in Brazil", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-23", "maintext": "According to the press, the former financial director of Sonangol, Sarju Raikundalia, Ma'rio Leite da Silva, senior manager of the Banco de Fomento Angola (Bfa), Paula Oliveira, friend of the billionaire and the director of the bank Eurobic, whose name was not made public", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-23", "maintext": "Our country gains one vote and two positions compared to last year, paired with Saudi Arabia and Rwanda, and one step below Malta. They remain at the top of the ranking of the index of perception of corruption Denmark and New Zealand. Results unchanged since 2018 also regarding the bottom of the ranking with Somalia and South Sudan", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-23", "maintext": "", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-23", "maintext": "Others were “seriously injured”, according to police spokesman", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-23", "maintext": "Hercules engaged in New South Wales", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-24", "maintext": "The death toll is still provisional", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-24", "maintext": "Lorena is a psychotherapist, her husband Andrea a retired professor of philosophy. Twice a week armed with bandages and disinfectants go in front of Trieste station to treat the feet of migrants. Feet wounded by long journeys and blows by the Balkan police. They also give them new shoes to continue the journey. Emanuela Bonchino met them", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-24", "maintext": "The Head of State Guest of Honour, at the Mariapolis Center in Cadine (Trento), at the celebrations of the Centenary of the birth of Chiara Lubich, founder of the Focolare Movement", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-24", "maintext": "According to the latest update of ECDC (European Centre for Disease Prevention and Control), 897 cases confirmed, with 26 deaths. Alarm returned to Bari and Parma", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-24", "maintext": "", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-24", "maintext": "Vice-President of the United States, Mike Pence, received on official visit by President of the Italian Republic Sergio Mattarella", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-24", "maintext": "Coordinated action against risks, especially for minors", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-24", "maintext": "Probably exploded a propylene tank, an extremely flammable gas, in the Watson Grinding and Manufacturing factory", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-24", "maintext": "For police victims and murderers knew each other", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-24", "maintext": "“Until now, the virus shows a probability of transmission similar to that of influenza, less than measles,” explained scientific director Ippolito. “Excluding transmission from snakes”", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-24", "maintext": "The protests in France do not stop. Closed for the third time the Eiffel Tower. Announced by the unions for January 29 a new protest in the square", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-24", "maintext": "The woman would have caused the death of a motorcyclist who died in a car accident in Britain in August 2019. Before the prosecution was formalized, the woman returned to the United States", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-24", "maintext": "From the middle of the morning, on the day dedicated to prayer by the Muslims, phrases such as “No, no America!” have been raised from the speakers. Roads and bridges leading to the Green Zone, home to the Iraqi government and numerous foreign embassies, including the United States, have been blocked by concrete barriers", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-24", "maintext": "In New York, the testimony of Soprano's star who says she was raped by the producer in 1993", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-24", "maintext": "Reported a second death in a province 1,500 miles from the epicenter. Alarm returned for a woman in isolation at the Polyclinic of the Apulian capital, returned from China after a tour. Iss: “First tests exclude infection”. Seven isolated cities in China, where there are now 25 victims", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-25", "maintext": "The most populous country in the world has taken draconian measures to stem the spread of SAR-like virus", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-25", "maintext": "Germany is the second EU country for tax evasion after Italy", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-25", "maintext": "President at the celebrations in honor of Chiara Lubich for the 100th anniversary of the birth of the founder of the Focolarini Movement", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-25", "maintext": "In the update note to the Def there will be the minimum wage correcting too low wages of five million workers. On pensions, overcome the reform Fornero and maintain quota 100. Expert commission will be appointed", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-25", "maintext": "In view of the meeting with Bonafede, the union of the toghe rejects the minister's proposal and warns: sanctions to the magistrates who exceed the “inadmissible” times", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-25", "maintext": "Guardian reveals: Metro police will use a system that immediately recognizes “dangerous criminals and missing persons” on the street by comparing them to a database. Clear opposition from civil rights associations. In the United States, it's controversy over a company that 'stole' photos from social media creating a database that sold to law enforcement agencies", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-25", "maintext": "Guardian reveals: Metro police will use a system that immediately recognizes “dangerous criminals and missing persons” on the street by comparing them to a database. Clear opposition from civil rights associations. In the United States, it's controversy over a company that 'stole' photos from social media creating a database that sold to law enforcement agencies", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-25", "maintext": "George Takei, star of the TV series as Mr Sulu, ironically asked for copyright", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-25", "maintext": "More than a thousand wounded", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-25", "maintext": "Four years after his disappearance in Cairo, investigations into the perpetrators of the kidnapping and murder of the young Italian researcher do not make progress", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-25", "maintext": "Immediately after the closing of the seats will begin the ballot", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-25", "maintext": "The contagion arrives in Europe with three patients confirmed in France. In Italy excluded, after the checks, a suspicious case in Parma", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-25", "maintext": "“If the attempt to remove Donald Trump from office fails, this would pose a serious and long-term threat to democracy in America,” said committee chairman Adam Schiff Chamber Intelligence. “They just want to win the next election,” is the comment of President", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2020-01-26", "maintext": "It was one of the most anticipated results of the election round. The vote in Bibbiano, the symbol place chosen by the League to close the election campaign, returned an unexpected outcome for Matteo Salvini. In the seven sections of the municipality Stefano Bonaccini obtained 56.7% of the preferences, Lucia Borgonzoni, candidate from the centre-right, 37.43", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-26", "maintext": "The Regionals", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-26", "maintext": "“The one in Emilia Romagna was an exceptional ride, exciting and moving, I am proud to have met people coming out of social networks”. So Matteo Salvini, who went to the press room at the electoral committee of Lucia Borgonzoni, in Bentivoglio.” Having an open game - he emphasizes - is already this an emotion, that after 70 years there has been a match, it is already an emotion” because “here after two minutes you already knew the result”.", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-26", "maintext": "The Taliban claimed the slaughter of the fallen aircraft in Ghazni Province, Afghanistan, claiming that it belonged to the US military forces and that some US officers and soldiers have been killed", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-26", "maintext": "Secretary Dem, speaking with journalists, said that “The first issue now is to put in place all the actions to get Italy started again. A signal came from Emilia Romagna: Salvini knows how to tell the problems but does not know how to solve them and the people reacted. Salvini lost and the government is strengthened. I hope the 5Stars decide which side to stand”.", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-26", "maintext": "It hasn't rained like this in 110 years. To say it the National Meteorological Institute that spoke of exceptional rainfall", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-26", "maintext": "The same millennial techniques and the talent of master craftsmen, this is how quality 'merchandising' is realized in Cairo.", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-26", "maintext": "", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-26", "maintext": "", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-26", "maintext": "It happened in California", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-26", "maintext": "The attack is the third in a month against the US embassy, which rises in the armored Green Zone of the Iraqi capital", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-26", "maintext": "The centre-left finds the unity on the candidacy of the Minister of Economy for Rome. The proposal was put forward this morning and the minister would accept. On the figure of Gualtieri, Democratic Party, Italy alive, Article 1, Italian Left, Italian Socialists", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-26", "maintext": "The UN accuses: “Violation of the arms embargo endangers the truce. The transfer of foreign fighters and weapons by some countries present in Berlin continues.” Meanwhile the oil blockade decided by Haftar has cost Libya $318 million so far", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-26", "maintext": "BlueDot, Toronto company, thanks to artificial intelligence, has correctly predicted the spread of the virus and now monitors the evolution of the epidemic", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-26", "maintext": "", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-26", "maintext": "The president's lawyer, Pat Cipollone, speaks in the Senate: “Democrats want to cancel the outcome of the elections”. The Democrat argument closed: give us a fair trial. Audio and video recording pop up contradicting Trump's claims about Giuliani's members", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-26", "maintext": "Yesterday new 5.1 magnitude shock", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-26", "maintext": "The coronavirus does not stop, rather accelerates the contagion and the latest bulletin speaks of 56 deaths and almost 2,000 infected.", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-27", "maintext": "To monitor the spread of the Chinese virus on a global scale, whose risk has been defined by the WHO “high”, the \nJohn Hopkins University has created a daily updated map showing all cases of contagion and death reported by various official sources", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-27", "maintext": "French government is under pressure after weeks of general strike and demonstrations against pension reform", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-27", "maintext": "About seventy Italians are present in the Chinese city of Wuhan. Among them students, entrepreneurs and families who would like to return to Italy. The hypothesis of a return to the Peninsula by private flights is made clear. Beijing's green light awaited", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-27", "maintext": "A video tells the last moments of life of Kobe Bryant, his daughter Gianna Maria, and the pilot, before the crash, intent to climb altitude to avoid the clouds", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-27", "maintext": "Abu Mazen, President of the PPA, disagrees to discuss with US President Donald Trump the White House peace plan for the Middle East", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-27", "maintext": "Green light also to appointments to the top of the tax agencies", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-27", "maintext": "You will go to the polls in Liguria, Veneto, Tuscany, Marche, Campania and Puglia", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-27", "maintext": "Interview with an expert foreign policy analyst", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-27", "maintext": "The coronavirus does not stop, rather accelerates the contagion, and the latest bulletin speaks of 81 deaths and almost 3,000 infected. Beijing extends the holidays. You'll be back to work three days late. WHO: “Global risk is high”", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-27", "maintext": "The Prime Minister: “Citizens understood the vote as a referendum on him.” Then: “I hope for a broad progressive front against these right. Now think about the 2023 agenda, just plant flags.” Voltages between Pd and M5S? 'Numbers in Parliament remain unchanged'. Salvini: “Count works for the country, not out of hatred towards me”", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-27", "maintext": "The condolences were unanimous, from the world of sport to that of politics and culture. The Italian Basketball Federation has established a minute of silence on “all the courts and in every category in the races of the whole week”", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-27", "maintext": "Press conference by Salvini and Borgonzoni in a hotel in Bologna to comment on the vote of the regionals. Great satisfaction both for the outcome of Calabria: “Great affirmation” and for Emilia Romagna: “We have obtained millions of votes”", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-27", "maintext": "Berlusconi: Calabria can finally turn a page", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-27", "maintext": "At the close of the ballot, in Emilia, the candidate of the centre-left is over 51 percent. Net increase in turnout: 67 percent. The governor reconfirmed: “Arrogance never pays.” Gypsies: “Thank you Sardine”. Leader Leader Minimizes “I Lost? Happy anyway.” In Calabria the Forcist Santelli triumphs", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-27", "maintext": "Salvini's shoulder is failing. The PD returns first party in Emilia Romagna. The 5 Star movement collapses at 5%. Bonaccini's thanks to the Sardine Movement", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-28", "maintext": "It's the rehearsal for Thursday's public debut.", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-28", "maintext": "The situation in the fight against the epidemic of coronavirus pneumonia is still “gloomy and complicated,” said Chinese President Xi Jinping", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-28", "maintext": "This week Solange Knowles will be the last artist to perform in the Concert Hall of the iconic Australian Opera House before the two-year closing for a millionaire renovation ahead of the 50th anniversary that will fall in 2023.", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-28", "maintext": "Open and tight confrontation of the regent with the Chamber and Senate groups of the 5 stars Movement, with one eye to what happened and the other to what can happen, starting with the next regional elections in Puglia, Campania, Liguria, Marche, Tuscany and Veneto", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-28", "maintext": "Evacuated several buildings in the Cuban capital and in different provinces of the island. At the moment, there would be no damage to people or things. Return of the tsunami alert", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-28", "maintext": "Another earthquake where on November 26 the earthquake caused 50 deaths and 2000 wounded. Seismic waves were also perceived in Puglia", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-28", "maintext": "After the Di Maio era, the 5 star Movement turns page and appoints Alfonso Bonafede as head of delegation. Vito Crimi: “The decision was shared by all our ministers, deputy ministers and undersecretaries”", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-28", "maintext": "", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-28", "maintext": "The deaths are now 106, 4,515 new cases of infection and 7,000 suspicious cases awaiting confirmation. World Health Organization talks about high global risk", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-28", "maintext": "US President at the White House with Israeli Prime Minister Netanyahu: “Today a great step towards peace. The Palestinians deserve a better life' and their future state - which will have to be subject to precise conditions, including the renunciation of terrorism - can have its capital “in a part of the East Jerusalem. ' However, Trump adds in apparent contradiction, “Jerusalem will remain the undivided capital of Israel”", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-01-28", "maintext": "The US had pushed for a total ban on the Chinese holding company. “We are reassured by the confirmation that we will continue to work with our customers to move forward on the road to the realization of the 5G”, comment by Victor Zhang, Huawei's number one", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-28", "maintext": "According to the UN Support Mission for Libya (UNSMIL) in 2019, the conflict over the conquest of Tripoli killed “at least 287 civilians” and injured almost 370 civilians", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-28", "maintext": "According to an al-Arabiya source, the plan will provide for the solution of the two states, with a Palestinian state alongside Israel and the preservation of the current status of the Temple Mount under the supervision of Jordan", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-28", "maintext": "The formal initiation of proceedings took place a few hours after the Prime Minister's decision to withdraw his request for parliamentary immunity. Netanyahu is indicted for corruption, fraud and abuse of power in three judicial investigations", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-28", "maintext": "“Without investment, any reform would be doomed to fail.” In presenting his report to the House to the House, the Guardasigilli did not touch on the subject of the limitation, on which the debate in the majority still remains very heated.", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-28", "maintext": "WHO corrects itself: “high” global risk. After the holidays in China have been extended, we will return to work three days late. Count: in Italy state-of-the-art protection measures. Use: Reconsider trips", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-29", "maintext": "It has been carefully excavated, is over 1.3 kilometres long and is equipped with ventilation, electricity, rails and a system of trolleys and hoists, to transport drugs and other smuggling goods between the Mexico and the United States", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-29", "maintext": "Irregular fishing vessels often keep on-board instruments off to avoid monitoring by the authorities, but do not escape the eye of the “king of blue”: these are the results of a French experiment", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-29", "maintext": "From the discovery of the Land Australis Incognita to the conquest of the South Pole, the first images of the fifth continent.", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-29", "maintext": "Ikea announced the temporary closure of all its stores in China due to the Coronavirus emergency. The Swedish group, which initially decided to close about half of its outlets, opted for drastic measures. “Stores will remain closed for an indefinite time,” says the multinational", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-01-29", "maintext": "“We are for Europe, but not part of it,” Winston Churchill said while the European Union was constituting itself. “We will continue to be strategic and reliable partners” says the United Kingdom Ambassador to Italy Jill Morris today announcing initiatives in Italian cities that will consolidate economic relations and cultural activities between Rome and London. Side by side also in security and multilateral institutions such as NATO. Let's hear it in Annamaria Esposito's interview.", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-29", "maintext": "The Federal Reserve keeps rates unchanged between 1.50% and 1.75%. Slight increase in rates paid on reserves. Signals indicate that global economy growth is stabilizing and fears of a new global recession", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-01-29", "maintext": "The day after the announcement of the American peace plan for the Middle East, the Israeli army announces that it will strengthen its presence in the West Bank and the Gaza Strip area. Already have entered into operation, in Kissufim, the sirens foretold the launch of rockets", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-29", "maintext": "The Senate Chamber has definitively approved the decree law confirming the 400 million loan to Alitalia and modifying the program of the extraordinary administration procedure for the transfer of business complexes", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-01-29", "maintext": "This is not the first time Barack Obama's former deputy launches, between the serious and the facet, the idea of a ticket with Michelle", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-29", "maintext": "", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-29", "maintext": "", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-01-30", "maintext": "The image published by Centers for Disease Control and Prevention Usa shows the ultra-structural morphology of coronavirus (2019-NCoV). The red nails surrounding the virion (the gray particle) give the virus the appearance of a crown", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-30", "maintext": "Airblock to and from China. Arrived the last authorized flights to Malpensa.", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-30", "maintext": "Race against time to respond to the epidemic. In Huanggang in the same province of Wuhan, a hospital under construction opens four months in advance.", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-30", "maintext": "Fire emergency is not over yet", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-30", "maintext": "No violation of the code of conduct", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-30", "maintext": "UK leaves the European Union after 47 years", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-30", "maintext": "In China over 8100 cases and 170 deaths, the country increasingly isolated. Russia closes its borders. Sled the repatriation of Italians from Wuhan", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-30", "maintext": "The usual unknown in Siberian sauce", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-30", "maintext": "Launched 117 new social symbols, among which stands out - for us inhabitants of the Bel Paese - the little hand attitudes to express surprise, disbelief, disapproval", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-30", "maintext": "After the trial period in India in 2018, Whatsapp becomes a direct chat payment platform “in different countries over the next six months,” said Mark Zuckerberg, who lists social numbers. But quarterly data disappoint investors", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-01-30", "maintext": "Attacks on computer networks on the rise, protection of citizens' personal data in the hands of inadequate subjects, development of the 5G and conflicts of view with the Chinese: these are some of the topics addressed at the conference on cybersecurity, which highlighted not negligible risks and worrying forecasts", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-01-30", "maintext": "", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-30", "maintext": "", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-30", "maintext": "The Chinese president deploy the army. Russia closes its borders", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-01-30", "maintext": "", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-01-30", "maintext": "", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-01-30", "maintext": "The Farnesina is planning a flight to repatriate Italian citizens. Negative cases in Naples and Friuli. Alarm in Huan province: medicines and protections are missing", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-31", "maintext": "Scottish Prime Minister Nicola Sturgeon said she was “sad, very sad” at the country's exit from the EU, the first time in history. “We in Europe will return. As an independent,” promises Sturgeon", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-31", "maintext": "Episodeth of February 1", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-31", "maintext": "On the February 1 episode, the moods of the network on the facts of Italian politics. Leads Elisabetta Marinelli", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-31", "maintext": "the envoy Pino Finocchiaro.", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-01-31", "maintext": "The first aero-solar flight: in the sky without fossil fuels, solar panels, batteries or helium", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-01-31", "maintext": "There are 24 Iranian UNESCO cultural heritage sites at risk after Donald Trump's threats. One month after the American tweets following the killing of Iranian General Suleimani, a seminar in Rome explains better the importance of those places that belong not only to Iran, but to humanity as a whole. The service of Carlotta Macerollo", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-01-31", "maintext": "by Vania De Luca", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-31", "maintext": "Forced checkpoints near US President's vacation home in Palm Beach", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-31", "maintext": "Marco Di Maio (Italy Viva) was the only one who did not have the government's amendments. Meanwhile, the movement of the former senator and secretary of the PD, Matteo Renzi, on Saturday and Sunday 1 and 2 February, will meet in Rome", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-31", "maintext": "I'm a senator and five congressmen. Four of them had already left the Movement", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-01-31", "maintext": "", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-01-31", "maintext": "In China over 9,700 cases and 213 deaths, 135 contagion in other countries. First two cases in Russia, which closed borders. On Monday, the repatriation of Italians from Wuhan. Several countries block air traffic with China", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-01-31", "maintext": "In addition to the number of infected confirmed by the authorities, dozens of other people are being tested for the presence of the virus and hundreds more are quarantined or will be quarantined as soon as they are returned. from China", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-01-31", "maintext": "“The replication cycle of this coronavirus is very rapid and a higher infectant capacity than that of SARS has already been established, as well as a large human contagion capacity, with mortality, however, rather low, by 1 -2% \"explains", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-31", "maintext": "Among the requirements for the departure of compatriots is the absence of contagion. People with Chinese passports in mixed couples would be excluded, bans to leave the area isolated by the Beijing authorities", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-31", "maintext": "White, red and blue lights like the colors of the British flag, will illuminate government buildings in Whitehall - Three million 50 pence coins (about 59 cents), celebrating the release, will enter circulation in the UK as of Friday", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-01-31", "maintext": "", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-01-31", "maintext": "Five planes arrive this morning in Italy from China", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-02-01", "maintext": "The Huoshenshan Hospital will work 1,400 military doctors, and the facility will start receiving patients from tomorrow. The structure occupies an area of about 25,000 square meters. Another new hospital for the treatment of infected with Coronavirus, Leishenshan, is expected to be ready by February 6", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-02-01", "maintext": "With its two companies, he has employed more than 11,000 people, between India and Africa, helping more than 50,000 people. “Our goal - wrote the entrepreneur in 2018 - is to indicate a new road for business, which foresees a sense of justice towards those who are poor, and not the achievement of maximum profit”", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-02-01", "maintext": "“Global Britain's dream is an illusion,” says to our London correspondent Marco Varvello British historian Donald Sassoon", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-01", "maintext": "Ahead of the presidential campaign they bought a space for 60 seconds and spent 11 million each", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-02-01", "maintext": "Productions have been stopped “until further notice” in Hengdian studios as well as in other cities such as Shanghai, Ningbo, Hainan, Hangzhou or Chongqing", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-02-01", "maintext": "The Marmot Phil, the greatest meteorologist of all time, has not seen its shadow, so winter is coming to an end", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-01", "maintext": "On alliance Pd-M5s is chaos in the pentastellates. Some people think it's an experiment ahead of the regional spring elections", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-02-01", "maintext": "Renzi declares total support to the Government by Italy Viva in the National Assembly in Rome", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-02-01", "maintext": "Research in progress", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-02-01", "maintext": "“They're all trying to stop me but I'm not giving up,” says League leader", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-02-01", "maintext": "Under accusation unwanted promotional calls made without consent, even to 'non-customers' and users who had deleted the name from the lists. The lack of control over the activity of call centers emerges: one person received in a month 155 calls. For the Guarantor violations have affected as a whole millions of people", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-02-01", "maintext": "LanP “will never accept the US as the sole mediator at the negotiating table with Israel” said the president of the Palestinian National Authority", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-02-01", "maintext": "Chinese Prime Minister Li Keqiang asked the President of the European Commission Ursula von der Leyen to facilitate Beijing in its urgent need for health supplies from EU member countries. Meanwhile, Vietnam and Iran are also suspending air connections in a precautionary way. Apple closes stores in China at least until February 9", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-02-01", "maintext": "In the message the NGO denounces a failure to reply from the Maltese authorities: “The authorities refuse to tell us if they are launching a rescue operation”", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-02-02", "maintext": "Twelve candidates vying for the democratic nomination. Iowa, a small state not representative of the United States, albeit historically with a weight in the choice of candidates, will inaugurate with just over 3 million inhabitants the red nominations. Recurring names include former Vice President Joe Biden, Senators Bernie Sanders and Elizabeth Warren, and South Bend Mayor Pete Buttigieg", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-02-02", "maintext": "Reshuffle in the Junta with three new Councillors: Innovation, Kindness, Rigor. Also created the figure of the Disability Manager", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-02", "maintext": "", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-02-02", "maintext": "", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-02-02", "maintext": "“It is also necessary to counter all forms of violation of dignity, even when technology or economy is at stake, opening the doors to new forms of fraternity solidarity”, added the Pope", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-02-02", "maintext": "", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-02-02", "maintext": "", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-02-02", "maintext": "The former Minister of the Interior also attacks the government on the management of the coronavirus emergency and takes on the Sardines: “From the revolution to the praise of Soros”", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-02-02", "maintext": "Italia Viva leader announces: “By the end of March we will open 100 locations”", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-02-02", "maintext": "The local police had activated the search for two days, while the young man's father had left for Sydney to follow closely the situation. He had decided to return to the Blue Mountains, a World Heritage mountain range west of Sydney, but since Wednesday he has not given any news of himself.", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-02-02", "maintext": "The incident occurred in the suburb of Oatlands in western Sydney. The four victims, three girls aged 8-12 and a 13-year-old boy, died on the spot and two other girls and a boy were injured and taken to hospital, in severe condition", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-02-02", "maintext": "A man died in Manila. WHO: “Countries prepare for possible internal epidemics”. Checks at airports and ports. In Rome 13 people are under observation and as many have been discharged. China needs sanitary supplies, “desperate need” masks. On Monday the repatriations of Italians begin", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-02-02", "maintext": "A man died in Manila. WHO: “Countries prepare for possible internal epidemics”. Suspended visas to and from China, checks at airports and ports. In Rome 13 people are under observation and as many have been discharged", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-02-03", "maintext": "The fear of coronavirus infection has not stopped visitors but many wear the mask", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-02-03", "maintext": "The end of the Second World War and the beginning of the “Cold”, a key moment in the history of the twentieth century.", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-02-03", "maintext": "The university has cancelled all the lessons", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-02-03", "maintext": "The campaign officially starts in the US, fears of manipulations on Google's video platform grow", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2020-02-03", "maintext": "The failure occurred after takeoff", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-02-03", "maintext": "Chinese citizens use very popular apps, such as WeChat, to get real-time information about coronavirus. And now there are also maps to avoid areas where there are outbreaks", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-02-03", "maintext": "Turkish army bombed soldiers loyal to Assad in northwest Syria, killing at least thirty", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-02-03", "maintext": "The judge accepted the request of the Prosecutor's Office", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-02-03", "maintext": "Meeting at the headquarters of the Lazio Region with President Zingaretti. “We want to thank for the support, the Italian government and people who are helping us to win this war against the coronavirus,” said Ambassador", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-02-03", "maintext": "Upon returning to Italy our citizens will be transferred to a military quarantine facility. Ready the hospital built in record time in Wuhan. In the last bulletin, the National Health Commission announced that until Saturday evening 328 people were discharged from hospitals", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}, {"date": "2020-02-03", "maintext": "The monstre injection of liquidity is not enough, the Chinese stock exchanges are sinking from the coronavirus crisis", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-02-03", "maintext": "Waited in the morning the plane returning to Italy. The number of deaths rises to 361, the infected are over 17 thousand", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-02-04", "maintext": "There are 10 infected on the Diamond Princess stopped yesterday in Yokohama with 3,700 people on board. Other 1,800 passengers plus crew are quarantined on a ship moored in Hong Kong after the discovery of 3 cases of contagion", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-04", "maintext": "Robyn Peoples and Sharni Edwards are the first women to legally marry in Northern Ireland.", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-02-04", "maintext": "The Chinese capital photographed in a surreal climate.", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-04", "maintext": "The number of people who died from two avalanches in eastern Turkey has risen to 38, in a budget that could get even worse", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-04", "maintext": "Guttenberg, who in the massacre of February 14, 2018 in which seventeen people died, lost his 14-year-old daughter, Jaime, screamed, “And what do you think about people killed like my daughter?” After being escorted out he chose to ask forgiveness: “I owe an apology to my family and friends. So far I have behaved with dignity and will do everything I can to better defend the arms campaign.”", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-02-04", "maintext": "Prescription, via Arenula denies rumors about agreements", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-04", "maintext": "Representatives at Sarraj and Haftar will turn the “truce” into “lasting ceasefire”", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-02-04", "maintext": "In Heilongjiang, northeast province, the Higher People's Court imposed capital punishment on the basis of “threat to public security by dangerous means”, while refusing quarantine can be punished with a sentence of up to 7 years", "author": "Celestino Necci", "source": "La Repubblica"}, {"date": "2020-02-04", "maintext": "Presentation of the UN Climate Change Conference 2020, COP 26, to be held in the Scottish city of Glasgow", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-02-04", "maintext": "Azzolina: “No reasons to exclude pupils from school”. In Korea, car production stops.", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-02-04", "maintext": "", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-02-05", "maintext": "The Ansa reports that on the cruise ship Diamond Princess in Yokohama Bay there are also 35 Italians including 25 crew members", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-02-05", "maintext": "Google maps turn 15 years old", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-02-05", "maintext": "With 52 votes in favour and 48 against, all democrats more Romney", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-05", "maintext": "", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-02-05", "maintext": "A bug - a programming error - of the app to collect data the cause of disruptions and delays in results", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-02-05", "maintext": "", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-05", "maintext": "The great world smartphone fair, held from 24 to 27 February, struggling with fears of contagion. Organizers confirm: the event will take place", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-02-05", "maintext": "Abidol and darunavir can “effectively inhibit the virus” in cells in vitro, said Li Lanjuan, professor at Zhejiang University", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-05", "maintext": "They worsen the condition of the Chinese spouses. In solitary confinement, a woman in Verona. Beijing also thanks Italy. In China is the escape of foreigners.", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-02-05", "maintext": "", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-02-05", "maintext": "“We did our job, we defeated America's decline, and we made it again a strong and respected country in the world. And we will not let America be destroyed by socialism”", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-02-06", "maintext": "In the New South Wales area, 20 of the 60 active fires have been extinct, never so much water for over a year: Providential for fires but some regions are already on alert floods", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-06", "maintext": "Assault on supermarkets and pharmacies. The fear is that border restrictions applied to control the Coronavirus outbreak may affect the arrival of goods in the former British colony. Stocks of paper tissues and toilet paper.", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-02-06", "maintext": "The Moonists of the Church of Unification do not stand there and hold the mass ceremony in the great arena. Among the newlyweds, however, there are those who, for prudence, wear the mask on their face.", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-06", "maintext": "It lasted only an hour and a half the majority summit convened by the Prime Minister Conte to find a mediation on the prescription, but from the meeting the majority comes out split, with Iv not getting back from his initial positions", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-02-06", "maintext": "US President on live TV after acquittal: “They knew I was innocent, but they wanted to inflict political damage on me,” he said, launching a new attack on his two main accusers", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-02-06", "maintext": "“Crowd and corrupt people have done their utmost to destroy us.” US President at noon Washington time (6pm in Italy) will speak to the nation from the White House", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-06", "maintext": "He was among the first to report that those “strange” forms of lung disease were not to be attributed to a banal epidemic but to something new and unknown. Something that killed him today. “A hero,” they write in many", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-06", "maintext": "Gypsies: “We are for a solution, we ask Count to find it. If it is not found we go ahead with our proposal or even with the postponement of a year if we want to save this government “. M5S: “Pd follow us on prescription and highways”. Crimi: “Renzi will make a deal”", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-02-06", "maintext": "The complaint on Sunday night. Presented by the family of the little girl who lives and works in the diplomatic headquarters in the capital Delhi", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-02-06", "maintext": "The stop was an artificial panic that “severely blocked trade and international cooperation” said the spokesman of the Chinese Foreign Ministry. More than 28,000 contagion, 565 dead. Oms appeals for $675 million. Still stable and critical the conditions of the Chinese couple admitted to the hospital Spallanzani", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-06", "maintext": "", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-02-07", "maintext": "Episodeth February. Leads Elisabetta Marinelli", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-02-07", "maintext": "The Diamond Princess Passenger Chronicle on social media", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-07", "maintext": "The story of tourists stuck on quarantined cruise ships between Japan, Hong Kong and the East China Sea. We reached one of the Skype passengers Matthew Smith. We hear your testimony", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-07", "maintext": "Many large companies operating in China in different sectors also begin to produce masks to combat the spread of coronavirus", "author": "Celestino Necci", "source": "Il Corriere della Sera"}, {"date": "2020-02-07", "maintext": "Contagus in 24 countries and all continents, except Africa. The number of deaths in China has already exceeded that of SARS deaths in 2003. To contain the contagion started a sanitary cord around 14 cities in Hubei. Built a hospital in 10 days and transported 11,000 doctors to the area. the rating agencies meanwhile revise to the downside the economic growth of the country of the Dragon", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-07", "maintext": "Quarantine for the 55 Italians returned from Wuhan. They are fine the Italians on the cruise ship stopped off the coast of Japan while the number of infected on board has risen to 61. Flights between Italy and China remain closed. Oms alarm: chronic shortage of personal protection equipment worldwide", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-02-07", "maintext": "The opening report of the National Directorate of the Democratic Party", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-07", "maintext": "On the prescription: “Citizens are not interested in abstract formulas, the referrals for a preliminary ruling. Citizens are interested in the 'justice system' to offer an efficient, adequate, fair service”, writes Prime Minister", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-02-07", "maintext": "“You contribute to making Italy better”, said the President of the Republic at the inauguration ceremony of Padua European Capital of Volunteering 2020", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-02-07", "maintext": "Consequences of a suspected strike in London in January", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-07", "maintext": "Yesterday the majority summit convened by Prime Minister Count to find a mediation on prescription, but Iv does not retreat from his initial positions. “The compromise found is a step forward but it is not enough for us” because it maintains “a justifiable principle”, says Renzi", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-07", "maintext": "The incident, according to Defense spokesman, General Igor Konashenkov, occurred on Thursday, when four F-16 Israeli fighters, without entering Syria, launched eight missiles at the outskirts of Damascus", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-02-07", "maintext": "Qassim al-Rmi was at the top of the list of the most dangerous terrorists and hung a $10 million bounty on him", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-07", "maintext": "China asks US “reasonableness,” and Trump says confident in Beijing's ability to deal with emergency", "author": "Paola Candreva", "source": "La Repubblica"}, {"date": "2020-02-07", "maintext": "", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-02-08", "maintext": "Cancellations of trains, flights and ferries are underway, due to the storm with hurricane force that with winds at 129 km/h (and spikes of 160 km/h) is hitting the area. At least 10 railway companies have issued “Do not travel” warnings", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-08", "maintext": "Fragmentary news is still coming from the East of the Afghan province of Nangarhar. Confirmed the presence of American deaths. It is still unclear whether a Taliban infiltrated the Afghan army was shot.", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-02-08", "maintext": "Seven people were killed by a fire that flared up inside a wooden house in Mississippi. Nothing to do for rescuers", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-02-08", "maintext": "The student was arrested upon arrival at Cairo Airport on the night between Thursday 6 and Friday 7 on the basis of an arrest order of 2019 of which he was unaware. Amnesty denounces “risk of prolonged detention and torture”", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-08", "maintext": "There will be no South Koreans of Lg and neither will the Swedes of Ericsson: these are the relapses of the coronavirus on the Mobile World Congress, scheduled at the end of February in Barcelona", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-08", "maintext": "The military would also take some people hostage", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-08", "maintext": "On Tuesday primary in New Hampshire, former Vice President Joe Biden admits, “I'll probably get a hit here.”", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-02-08", "maintext": "Contagion cases rise to 34,400 in 27 different countries. Hong Kong imposes quarantine on arrivals from China. There are 65 confirmed contagions among the 3,700 people aboard the cruise ship stuck in Yokohama Bay, Japan. Among them there are also 35 Italians who are currently uninfected. Stop visas for Chinese", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-02-09", "maintext": "Wind gusts up to 200km/h: closed the Eiffel Tower, 130,000 houses without electricity between Normandy and Brittany, serious inconvenience in Holland, Germany and the United Kingdom", "author": "Melchiorre Paccioretti", "source": "La Stampa"}, {"date": "2020-02-09", "maintext": "Due to the strong wind that blew the runway, an Embraer E190 airliner was forced to stop landing and resume altitude", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-02-09", "maintext": "Necessary European policy with a plan for redistribution before landings. NGOs “cannot move without coordination”", "author": "Melchiorre Paccioretti", "source": "Rai News"}, {"date": "2020-02-09", "maintext": "Clicking on sites that promise movie previews in theatres is the easiest way to infect your computer: Joker is at the top of hacker activity, with 304 malicious files with the name of the villain of Gotham. Second place 1917, with 215 malicious files, third The Irishman with 179 malicious files", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-09", "maintext": "The final results will not come until tomorrow. Exits give a substantial balance between the centre-right party Fine Gael at 22.4%, the nationalist left of Sinn Fein 22.3% and the other centre-right party, Finna Fail, at 22.2%", "author": "Paola Candreva", "source": "Il Corriere della Sera"}, {"date": "2020-02-09", "maintext": "“The limitation was used to force the legislator, politicians to take an interest in making changes to speed up the process without decreasing the rights” explains the Prosecutor of Catanzaro", "author": "Marcello Fiorentini", "source": "Rai News"}, {"date": "2020-02-09", "maintext": "Patrick George Zaki, enrolled in the master's Gemma of Bologna University, was stopped by security in Cairo on his return to the country. The complaint of the NGOs: “He was beaten, subjected to electric shock, threatened and questioned on various issues related to his activism”. Minister Manfredi: “With Di Maio working on the case”", "author": "Paola Candreva", "source": "Rai News"}, {"date": "2020-02-09", "maintext": "Netanyahu's announcement came despite the fact that Jared Kushner - Trump's advisor and the master of the plan - has repeatedly explained that we have to wait for the Israeli parliamentary elections on March 2", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-09", "maintext": "The current law applies only to religious or racial discrimination", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-02-09", "maintext": "Pope's appeal to the international community for “martyred Syria” and to the providers of telematic services to monitor the use of criminal organizations", "author": "Paola Candreva", "source": "La Stampa"}, {"date": "2020-02-09", "maintext": "The plane of the Air Force landed in Ciampino. The group is not part of the 17-year-old Grado still stuck in China because of the fever. The total number of deaths rises to 813, past SARS. Oms: in China the contagies are stabilizing Hong Kong authorizes the disembarkation of the ship from cruise", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-02-09", "maintext": "Some of the migrants would have fallen into the sea", "author": "Marcello Fiorentini", "source": "La Repubblica"}, {"date": "2020-02-09", "maintext": "The British plane landed in the United Kingdom with 8 of our compatriots destined to return to Italy. The group is not part of the 17-year-old Grado still stuck in China because of the fever. Hope: the government does not change lines, flights to China remain closed. Azzolina: doctors decide on return to school", "author": "Caterina De Luca", "source": "La Stampa"}, {"date": "2020-02-10", "maintext": "The long Lebanese political crisis does not hint to subside. The tension remains high and there are more than a hundred wounded in the clashes, including a parliamentarian.", "author": "Caterina De Luca", "source": "La Repubblica"}, {"date": "2020-02-10", "maintext": "The English patient who infected with Coronavirus at least 11 people is completely cured. However, he remains hospitalized “as a precaution” in isolation at St. Thomas Hospital in London, where he was transferred last Thursday. Closed in Brighton a clinic where one of the people infected with the so-called “super speaker” worked.", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-10", "maintext": "When religious fanaticism meets organized crime", "author": "Melchiorre Paccioretti", "source": "La Repubblica"}, {"date": "2020-02-10", "maintext": "Tomorrow the vote of the Democrats", "author": "Caterina De Luca", "source": "Il Corriere della Sera"}, {"date": "2020-02-10", "maintext": "", "author": "Caterina De Luca", "source": "Rai News"}, {"date": "2020-02-10", "maintext": "Diodized sees a 205% increase in the number of followers on Facebook and Instagram. Millions of interactions for Elodie's photo with her boyfriend", "author": "Celestino Necci", "source": "Rai News"}, {"date": "2020-02-10", "maintext": "On February 28, the “Rome Call for AI Ethics”, promoted by the Pontifical Academy for Life, will be published in favor of an ethical vision of Artificial Intelligence. The document will then be brought to Pope Francis", "author": "Celestino Necci", "source": "La Stampa"}, {"date": "2020-02-10", "maintext": "Solemn ceremony at the Shrine of Foiba in Basovizza. Deposition of a laurel wreath at the Altar of the Fatherland. Casellati: oblivion swept away by truth, history, memory. Fig: warning of degeneration and atrocities. The Head of State Mattarella: “National disaster”", "author": "Melchiorre Paccioretti", "source": "Il Corriere della Sera"}, {"date": "2020-02-10", "maintext": "So Roberto Giachetti guest at A Day of Sheep", "author": "Marcello Fiorentini", "source": "La Stampa"}, {"date": "2020-02-10", "maintext": "According to a report, the man, 57 years old, suffers from a serious psychic disorder. It was the mother of a 15-year-old who raised the case.", "author": "Marcello Fiorentini", "source": "Il Corriere della Sera"}]